<h1>Как я изучаю любимые предметы.</h1>
<p>
	В этой записи я расскажу вам о своём любимом предмете в школе. И где я ещё дополнительно изучаю этот предмет.
</p>

<p>
	Информатика - один из моих любимых предметов, 
	это самый "современный" школьный предмет, который постоянно обновляется. То, чему учили на информатике в школе 10 лет назад, сейчас уже давно не актуально. В этом самое главное отличие этого предмета от математики, химии или физики.
</p>

<p>
	Сейчас кругом стоят компьютеры. В любом магазине стоит касса - это компьютер, в любом центре есть терминалы для оплаты, которые также являются компьютерами. Современные автомобили пользуются встроенными компьютерами, за счет компьютеров двигаются все самолеты и корабли. Они окружают нас повсюду, заменяя человеческий труд на автоматизированный. Именно поэтому информатика является очень важным и интересным предметом - она позволяет нам "общаться" с компьютером и давать ему команды для выполнения.
</p>
<p>
	Мой любимый предмет - информатика, ведь это, своего рода, средство управления всеми компьютерами, которые нас окружают. В будущем компьютеров будет становится все больше и больше, а информатика, как и профессия программиста все более востребовательнее и нужнее.
</p>

