export const routes = [
	{
		id: 1,
		title: 'Мой любимый предмет в школе',
		body: 'В этой записи я расскажу вам о своём любимом предмете в школе. И где я ещё дополнительно изучаю этот предмет.',
	},
    {
		id: 2,
		title: 'Как я изучаю верстку сайтов',
		body: 'В этой записи я расскажу вам о своем интересе к информационным технологиям и о том, как я изучаю языки HTML и CSS.',
	},
	{
		id: 3,
		title: 'Как я гуляю с друзьями',
		body: 'В этой записи я расскажу о своих вечерних прогулках с друзьями зимой и летом.',
	},
	
];