<h1>Контакты</h1>

<div>
	<ul>
		<li>Email: odincov@yandex.ru</li>
		<li>Телефон: 89165436756</li>
		<li>Адрес: город Электросталь</li>
	</ul>

	<p>Я всегда открыт для общения. Не стесняйтесь написать мне или позвонить.</p>
</div>
<div>
	<ul>
		<li>Вконтакте: Одинцов Арсений</li>
		<li>Одноклассники: Одинцов Арсений</li>
		<li>Дзен: Одинцов Арсений</li>
	</ul>

	<p>
		Я буду рад видеть вас в своих контактах и готов настроить полезные и
		продуктивные отношения. 
	</p>
</div>

<style>
	div {
		margin-bottom: 20px;
	}
	p {
		margin: 5px 0;
	}
</style>
