<h1>Как я гуляю с друзьями</h1>

<p>
	Пять дней в неделю мы ходим в школу, и насладиться полностью свободой получается только в субботу. В пятницу нужно отойти от школы, а в воскресенье в неё собираться снова. Всегда полно планов, которые я порой даже не успеваю завершить.
</p>

<p>
	Я очень люблю субботу. В основном, за то, что в этот день можно вдоволь поспать. Потом можно позвонить друзьям, пойти на прогулку, посмотреть телевизор, почитать книжку, покататься на роликах или коньках, в зависимости от погоды.
</p>

<p>
	Если погода хорошая, я встречаюсь со своими друзьями. Весной и летом мы проводим больше времени на улице: катаемся на скейтбордах или роликах, ходим на аттракционы в парк, играем в футбол или волейбол. Но иногда собираемся у кого-то дома и проводим время за приставкой.
</p>

<p>
	Осенью и зимой мы, конечно, меньше видимся, а если получается выбраться, то катаемся на коньках.Если погода плохая, я остаюсь дома и уделяю время себе: слушаю любимую музыку, играю на ноутбуке. Когда родители не против, зову к себе друзей, и мы разговариваем на всякие интересные темы.
</p>