<h1>Обо мне</h1>
<img class="photo" src="/img/photo.jpg" alt="photo" width="200" />
<p>
	Привет! Меня зовут Арсений Одинцов, и я рад приветствовать вас на своей	странице. Я живу в городе Электросталь Московской области. 
</p>
<h2>Хобби</h2>

<p>
	В свободное время я гуляю, занимаюсь спортом. Также я
	люблю слушать музыку.
</p>
<h2>Образование</h2>

<p>
	Я учусь в МОУ "СОШ №15".
	Мои любимые предметы в школе - информатика и математика. После окончания школы я хочу учиться в одном из лучших технических университетов, чтобы получить качественное высшее образование в области информационных технологий.
	И ещё я учащийся 2-го курса объединения "Компьютерная школа" в Центре дополнительного образования "Диалог".
</p>
<h2>Цели</h2>
<p>
	Я мечтаю о карьере профессионального программиста, но также понимаю, что образование очень важно для достижения успеха в любой области. Я стремлюсь	получить качественное дополнительное образование и расширять свой кругозор, чтобы быть лучшим в своей профессии.
</p>

<p>
	Благодарю вас за интерес к моей жизни и настоятельно рекомендую всем следовать
	своим мечтам и стараться достичь поставленных целей. Желаю всем успеха!
</p>



<style>
    .photo{
        float: right;
        margin: 2px;
        border-radius: 4px;
    }
</style>